{"result":1,"mainterance":[{"id":1,"title":"刹车皮磨损与更换","content":"备用的刹车皮和来令片在旅途中非常重要，特别实在类似川藏线中多下坡和泥沙的路况，对刹车片和来令片的损耗非常大。在下坡中出现刹力不足时，如果不是碟刹盘片或车圈过热的话，就需要更换刹车片或来令片了。","pic":-1},{"id":2,"title":"V刹刹车皮","content":"更换V刹刹车皮时，应先将刹车座中间弹簧向中间收拢，去下卡子，再拆下刹车座，用钳子拔出刹车座上的插销，这样就能将旧刹车皮推出来。刹车座和刹车皮均有左右之分，辨别清楚后将新的刹车皮推进刹车座，然后将插销插入固定，把刹车座重新装上车。安装时注意用力捏住刹车把，保持住刹车块的位置，并调节刹车支臂的位置与角度，固定刹车块，再结合刹车把张力微调旋钮，令两边刹车皮距离轮框各约1mm。最后检查刹车位置是否准确，切勿令刹车块摩擦到轮胎。","img":"teach_vsha.png","pic":1},{"id":3,"title":"碟刹来令片","content":"各个品牌的碟刹结构不同，来令片的更换方式也不太一样，最保险的方式就是出发前购买好所属型号的来令片，并向车店技师请教具体如何更换。如果需要自己更换来令片，那就仔细观察一下碟刹部分的支架结构，将夹器上部的插销拔出，将来令片和弹簧片整体拔出进行更换。如果使用的是类似BB5的碟刹，则需要将碟刹从刹车碟座整体拆下后才能从内侧取出来令片。由于新旧来令片厚度不同，安装好的新来令片很可能出现蹭碟现象，可通过微调旋钮调整来令片与碟片距离，部分油压碟刹则需借助外部工具将活塞压回。油压碟刹在刹车片脱离夹器后千万不要空压刹车把，以免出现来令片夹死、碟刹失灵的情况。","img":"teach_diesha.png","pic":1},{"id":4,"title":"扎胎后的补胎技巧","content":"如果发现车胎正在慢慢漏气，那基本上是发生扎胎了。如果内胎裂口超过1cm,建议直接更换内胎，迫不得已的情况下可以用大号的补胎片修补，但有的时候一定要及时更换，否则会有更大的隐患。","img":"teach_butai.png","pic":1},{"id":5,"title":"补胎简单步骤","content":"1打开快拆，将轮组拆出来，然后把轮胎的气放掉，用带弯钩撬胎棒将外胎撬开一道裂缝，挂钩一端勾在辐条上，用另一跟撬胎棒沿裂缝将整个外胎撬下。\r\n2将内胎取出并充气，最好在水中寻找漏气处，没有水可以将内胎靠近嘴唇处转动，感受一下哪里有漏气，确定漏气的地方后将漏洞周围表面用锉刀（砂纸、小锯条）摩擦粗糙，均匀涂上胶水，略微吹干，挑选合适大小的补胎片贴上，压紧，待胶水完全干。\r\n3继续充气检查是否有其他漏洞，检查外胎胎壁是否有扎胎物残留，将内胎放气塞回外胎，然后将外胎装好，注意边缘不要压到内胎，最好将轮组装好。\r\n","pic":-1},{"id":6,"title":"辐条断裂后的处理","content":"辐条断裂后，如果携带有备用辐条，应该立即修补，并把新换辐条的拉力调整到与其他辐条相同。没有携带修补辐条的情况下，若只有一根辐条断裂，应旋松两侧相邻的辐条，以暂时减缓侧向偏摆，最好能记住旋钮的度数以便修复时复原。如果是V刹车系统，可以将刹车松开一些，以避免刹车皮摩擦偏摆的轮圈。如果是碟刹，只要不摩擦到车架就可以继续骑行，但车速要放慢。辐条断裂后，辐条帽可能掉进车圈，最好能及时拆下轮胎，将辐条帽取出，到达补给处要立即修复，否则长时间的偏摆会让轮圈出现不可恢复的变型。","img":"teach_futiao.png","pic":1},{"id":7,"title":"轮圈变形","content":"辐条断裂、自行车胎压不够或受到意外撞击都会导致轮圈意外变形，如果没有携带专用辐条工具，就需要借助外力来进行校正，可以将车轮去下，用木棍或锤子敲正。大辐条的变形也可以将车轮平放在地面用脚踩正，如果纵向变型变为椭圆形，可能需要将内外胎全部取下，再借助外力进行校正。如果只是轮圈最外层边缘内凹，可以配合吹风机将轮圈凹陷处吹热后，使用尖嘴钳扳回原位。\r\n通过外力敲打来校正轮圈都是迫不得已而为之的手段，很容易损毁车圈，请尽量寻找专业维修人员进行处理。特别严重的轮圈变形很难通过校正做到完全恢复，更换新轮圈是比较完全的解决方案。\r\n","img":"teach_lunquan.png","pic":1},{"id":8,"title":"断链和链条异响","content":"链条意外断裂后，如果有截链器可以将链条重新接好，如果是单节链条损坏，可以先将损坏的部分截掉，只要截掉的不超过三节，对骑乘和变速都不会有影响。如果没有截链器，可以使用与链条中轴相近的工具抵住销轴，再用工具或石块将脱离的销轴敲入。\r\n链条异响一般都是由链条缺油导致的，将链条清洗后上油就可解决。旅途中链条淋雨或沾了泥沙之后，要注意及时清洁上油，以延长链条的使用寿命。\r\n","img":"teach_duanlian.png","pic":1},{"id":9,"title":"变速器故障","content":"变速器作为自行车上重要配件，机械结构复杂，很容易出现故障。","pic":-1},{"id":10,"title":"变速时跳链、定位不准","content":"解决方案:在两边指拨上各有一个微调旋钮，部分变速器在后拨上也有微调旋钮，可以在骑行中对前后变速进行调节，每次旋转1/4圈，直到变速定位恢复准确。\r\n还可以尝试调节前后拨上标有“L”和“H”的限位螺钉，同样有微调变速器位置的作用，如果仍然无法恢复准确定位，就有可能是变速线或变速管的问题了，变速线如果过松，可以旋开固定变速线的螺钉，将变速线拉紧再重新固定，或者整体更换变速线和线管。\r\n","img":"teach_biansu.png","pic":1},{"id":11,"title":"变速线断裂","content":"变速线断裂以后，应尽快更换，如果暂时没办法更换，可以尝试调节变速器上的限位螺钉，将档位控制在一定范围。\r\n对于前变速器，可以旋紧标有“L”的螺钉，尝试将变速器固定在中盘。对于后变速器，则可以尝试旋转标有“H”的螺钉，将后变速器固定在任意一个较小的飞轮上，暂做单速车使用。\r\n","pic":-1},{"id":12,"title":"操控系统故障","content":"在每天骑行开始前和结束后，都需要仔细检查车把等部件的固定情况，如果出现松动就需要马上拧紧，在骑行时如果感觉异样也需要停车检查维修。尤其是座管夹，经过长时间承受骑行负荷及路面颠簸后很容易松动，可能导致坐垫忽然下沉，需要多加留意。因为座管夹体积较小，建议多带一个作为备用，而且注意锁紧座管的力度防止座管断裂。","img":"teach_cheba.png","pic":1}]}